/* 
  Alerts.strings
  CleanMyMac

  Created by Vera Tkachenko on 2/22/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Buttons */

"AlertButton_Continue" = "継続";
"AlertButton_BuyLicense" = "ライセンスを購入";
"AlertButton_BuyLicenseWithDiscount" = "%li%% オフで購入";
"AlertButtonTitle_Erase" = "シュレッダを使用";

/* App Termination */
"AlertButton_ContinueScan" = "スキャンを続ける";
"AlertButton_ContinueClean" = "クリーンアップを続ける";
"AlertButton_QuitCompleteTasks" = "すべて実行し終了";
"AlertButton_QuitForce" = "強制終了";
"AlertButton_CheckForBeta" = "アップデートをチェック";
"Stop" = "停止";

"AlertButtonTitle_Uninstall" = "アンインストール";
"AlertButtonTitle_DontUninstall" = "アンインストールしない";

"AlertButtonTitle_Reset" = "リセット";

/* Running not from Apps folder */
"AlertButtonTitle_Install" = "インストール";
"AlertButtonTitle_DontInstall" = "インストールしない";
"AlertButtonTitle_Overwrite" = "上書き";
"AlertButtonTitle_DontOverWrite" = "上書きしない";


/* Beta Updates Alert */
"AlertDescription_BetaUpdateEnabling" = "ベータ版では公式の完全版の機能の一部をリリース前に利用できます。ただし、不安定なためデータロスの危険もあることをご承知の上、ご自身の責任でご利用ください。また、ベータ版に関してはテクニカルサポートにも対応しておらず、ベータ版の使用により発生したいかなる損害も補償いたしません。\n\nベータ版をご利用の方は「ヘルプ」メニューの「問題を報告」から情報をご提供ください。";

"AlertTitle_BetaUpdateEnabling" = "CleanMyMacベータ版を利用しますか？";

/* Reset Ignore List Alert */
"AlertDescription_ResetIgnoreList" = "今まで除外リストに加えた項目がスキャンし削除できるようになります。";

"AlertTitle_ResetIgnoreList" = "除外リストの項目を初期設定にリセットしますか？";

/* Activation */
"AlertTitle_CleaningWithinLimitAlert" = "ご使用中の CleanMyMac は登録されていません。";

"AlertDescription_CleaningWithinLimitAlert" = "CleanMyMac 3 のこのデモ版は、あと%@クリーンアップできます。正規ライセンス版には制限がなく、CleanMyMac 3 のすべての機能をご利用いただけます。";

/* Uninstalling CMM */
"AlertDescription_UninstallingCMM" = "CleanMyMac は実行中で、アンインストールすると終了され、完全に削除されます。\nCleanMyMac をアンインストールしますか？";

"AlertTitle_UninstallingCMM" = "CleanMyMac をアンインストール";

/* Reseting CMM */
"AlertDescription_ResetCMM" = "アプリケーションをこれ以上先に使用する前に再度開いてください。";
"AlertTitle_ResetCMM" = "CleanMyMacの環境設定ファイルをリセットしたばかりです。正しく動作するように、再度開きなおす必要があります。";
"AlertButton_ConfirmSelfRestart" = "再度開く";
"AlertButton_CancelSelfRestart" = "キャンセル";

/* Uninstalling Setapp */

"AlertTitle_UninstallingSetappMessage" = "Setappとそのうちの%li個のアプリケーションを完全にアンインストールするよう選択しました。Setappとその関連するアプリケーションを選択してよろしいですか。";
"AlertDescription_UninstallingSetappMessage" = "このサービスはさまざまなアプリケーションを提供し、そのコレクションは今後も成長し続けます。メインとなるSetappアプリケーションがないと、それらにアクセスできませんので、ご注意ください。";
"AlertButton_SelectSetappApplications" = "Setappアプリケーションを選択";
"AlertCheckboxText_UninstallingSetappMessage" = "今後このメッセージを表示しない";

/* Drop iPhoto alert */
"AlertDescription_DropiPhotoWhileScanning" = "新規スキャンを開始すると、現在のスキャン結果は破棄されます。";

"AlertTitle_DropiPhotoWhileScanning" = "他のライブラリをスキャン";

/* Logging mode alert */
"AlertTitle_LoggingMode" = "拡張ログモードをオンにしています。";

"AlertDescription_LoggingMode" = "CleanMyMacは検出した項目の拡張ログを保存します。問題があったときに拡張ログをサポートに送っていただけると、問題の解決が早くなります。";

/* Need To Close Applications Alert */
"AlertDescription_GenericAuth" = "CleanMyMac は機能が必要とする変更を加えるために許可を必要としています。";

/* Extensions Authorize Alert */
"AlertDescription_ExtensionsAuthFormat" = "CleanMyMac を機能拡張 %@ に認証し、管理者権限の必要な他の操作を実行してください。";

"ExtensionsAuthAlert_EnableAction" = "有効にする";

"ExtensionsAuthAlert_DisableAction" = "無効にする";

/* CMM force quit alert */
"AlertTitle_ForceQuit" = "前回CleanMyMacが正常に終了しませんでした。";

"AlertDescription_ForceQuit" = "クリーンアップの処理が完了していません。中断するとデータのロスや予期せぬ問題が発生する場合があります。すべて完了してから終了することをお勧めします。";

/* CMM running not from Apps folder alerts */
"AlertMessageText_RunningNotFromAppFolder" = "CleanMyMacが推奨されるフォルダから起動していません。";

"AlertInformativeText_WishInstallQuestion" = "CleanMyMac を終了する前に、アプリケーションフォルダにインストールしますか。";

"AlertTitle_AlreadyInstalled" = "CleanMyMacはすでにインストールされています。";

"AlertTitle_OverwriteQuestion" = "アプリケーションフォルダの CleanMyMac を上書きしますか？";

"AlertTitle_InstallationFailder" = "CleanMyMac をインストールできませんでした。";

"AlertTitle_CopyToApplicationFolderSuggestion" = "希望する保存先にコピーしてください。アプリケーションフォルダを特にお勧めします。";

/* Selection Alert LargeOldFiles */
"SelectionCautionAlertTitle_LargeOld" = "個人的なファイルを完全削除の対象に選択しています。";

"SelectionCautionAlertMessage_LargeOld" = "古いファイル／大容量ファイルのモジュールは、それらの項目を削除しても安全であるという確約ではありません。あくまでも参考としてご利用になり、削除の際は注意してください。";

/* Selection Alert Uninstaller */
"SelectionCautionAlertTitle_Uninstaller" = "複数のアプリケーションをアンインストールの対象に選択しています。";

"SelectionCautionAlertMessage_Uninstaller" = "アンインストーラはアプリケーションを完全にアンインストールするもので、「アンインストール」ボタンをクリックするとシステムから完全に削除されます。";

/* Remove Alerts LargeOldFiles */
"RemoveAlertMessageText_LargeOld1File" = "“%@”を完全に削除しますか。";

"RemoveAlertMessageText_LargeOldXFiles" = "%@を完全に削除しますか。";

"RemoveAlertInformativeText_LargeOldFilesGroupScanner" = "この操作は取り消せません。";

/* Remove Alerts Uninstaller */
"RemoveAlertMessageText_Uninstaller1App" = "“%@”とその関連項目を完全にアンインストールしますか?";

"RemoveAlertMessageText_UninstallerXApps" = "“%@”とその関連項目を完全にアンインストールしますか?";

"RemoveAlertMessageText_Uninstaller1File" = "“%@”を完全に削除しますか。";

"RemoveAlertMessageText_UninstallerRelatedFiles" = "%@を完全に削除しますか。";

"RemoveAlertMessageText_UninstallerResetApp" = "関連項目をすべて削除して“%@”をリセットしますか?";

"RemoveAlertMessageText_UninstallerSelectedItems" = "選択した項目を完全に削除しますか?";

"RemoveAlertInformativeText_Uninstaller" = "この操作は取り消せません。";

/* Remove Alerts Extensions */
"RemoveAlertMessageText_Extensions1Item" = "“%@”を完全に削除しますか。";

"RemoveAlertMessageText_ExtensionsXItems" = "%@を完全に削除しますか。";

"RemoveAlertInformativeText_ExtensionsGroupScanner" = "この操作は取り消せません。";

/* Remove Alerts Eraser */
"RemoveAlertMessageText_Eraser1Item" = "“%@”を完全に消去しますか?";

"RemoveAlertMessageText_EraserXItems" = "“%@”を完全に消去しますか?";

"RemoveAlertInformativeText_EraserGroupScanner" = "この操作は取り消せません。";

/* Ignored Items alerts */
"AlertTitle_1_IgnoredItemsDidAdd" = "CleanMyMacの除外リストに項目が追加されました。";

"AlertTitle_N_IgnoredItemsDidAddFormat" = "CleanMyMacの除外リストに%@を追加しました。";

"AlertDescription_1_IgnoredItemsDidAdd" = "これらの項目はこれから先スキャンの結果に表示されません。環境設定から除外項目を管理できます。";

"AlertDescription_N_IgnoredItemsDidAdd" = "これらの項目はこれから先スキャンの結果に表示されません。環境設定から除外項目を管理できます。";

"AlertTitle_ShouldSelectIgnoredItem" = "除外リストの項目を削除の対象として選択しますか?";

"AlertDescription_ShouldSelectIgnoredItem" = "この項目を削除すると、システムまたは関連するアプリケーションの動作に影響を与える可能性があります。";

/* No comment provided by engineer. */
"AlertTitle_StopCleanWarning" = "クリーンアップが完了していませんが、停止しますか?";

/* No comment provided by engineer. */
"AlertTitle_StopScanWarning" = "スキャンが完了していませんが、停止しますか?";

/* No comment provided by engineer. */
"AlertDecription_StopCleanWarning" = "クリーンアップを中断すると、Mac に不要な項目が残ります。";

/* No comment provided by engineer. */
"AlertTitle_StartOver" = "現在のスキャンの結果をリセットしてやり直しますか。";

/* No comment provided by engineer. */
"AlertDecription_StartOver" = "現在のスキャンの結果は保存されません。新規スキャンを実行して項目を検出する必要があります。";

/* No comment provided by engineer. */
"AlertTitle_Rescan" = "新しいスキャンを開始して現在のスキャンの結果をリセットしますか。";

/* No comment provided by engineer. */
"AlertDescription_Rescan" = "現在のスキャンの結果と選択項目のリストは保存されません。";

/* No comment provided by engineer. */
"AlertTitle_Refresh" = "現在の%@のリストを更新しますか。";

/* No comment provided by engineer. */
"AlertDescription_Refresh" = "現在の選択項目は保存されません。";

/* No comment provided by engineer. */
"AlertDescription_StopScanWarning" = "スキャンを中断すると、今後のクリーンアップに不完全な結果を残すことになります。";

/* No comment provided by engineer. */
"AlertTitle_UnableToEnablePlugin" = "プラグインを有効/無効にすることができません。";

/* No comment provided by engineer. */
"AlertDescription_UnknownError" = "不明なエラーが発生しました。サポートセンターにお問い合わせください。";

/* Maintenance verify disk */
"AlertTitle_VerifySystemDiskWarn" = "起動ドライブの認証中、コンピュータが応答しないことがあります。";
"AlertDescription_VerifySystemDiskWarn" = "認証中ディスクアクティビティが増加するために、システムから数分間応答がないことがあります。これは正常な動作として扱ってください。";

/* Alerts */
"AlertDescription_QuitOnScan" = "アプリケーションを終了するとスキャンが停止され、結果が保存されません。";

/* Alerts */
"AlertDescription_QuitOnClean" = "アプリケーションを終了するとクリーンアップが停止され、不完全な結果になります。";

/* Alerts */
"AlertTitle_QuitOnScan" = "スキャン終了前に CleanMyMac を終了しますか？";

/* Alerts */
"AlertTitle_QuitOnClean" = "クリーンアップ終了前に CleanMyMac を終了しますか？";

/* System Restart */
"CleanMyMac has just uninstalled %@ malware. A restart of your Mac is required to finish the process." = "CleanMyMacはマルウェア %@ を除去しました。処理を完了するにはシステムの再起動が必要です。";
"Please note that some applications may work incorrectly until your system is restarted." = "正常に起動するにはシステムの再起動が必要なアプリケーションがあります。";


/* Self Uninstall Discount */
"SelfUninstallDiscount_AlertTitle" = "通常では提供できない特別割引もあります。";
"SelfUninstallDiscount_AlertDescription" = "今回はそんなチャンスです。本日限り、CleanMyMac 3 の完全版を %li%% オフでご提供します。";

/* Self uninstall alert */
"SelfUninstall_AlertDescription" = "アンインストールする理由をお答えいただけないでしょうか。今後の開発に役立てたいと思います。";
"SelfUninstall_AlertTitle" = "ご利用いただけなくて残念です！";
"Submit and Uninstall" = "送信してアンインストール";

"The price is a bit too much." = "値段が高すぎる。";
"It's too hard to use. I had trouble figuring it out." = "使い方が難しい。";
"It didn't find enough to clean!" = "クリーンアップに値する量をみつけられませんでした。";
"It doesn't seem safe to use." = "安全な感じがしなかった。";
"Other:" = "その他：";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "本当にスタートアップドライブのゴミ箱を除外リストに追加しますか？";

"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "これによりゴミ箱監視機能は無効になり、CleanMyMac 3 はゴミ箱がいっぱいになっても通知されません。";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "ゴミ箱監視機能を有効にしますか？";

"IgnoreList_AlertDescription_EnableTrashMonitor" = "起動ドライブのゴミ箱が除外リストから削除されます。";

"AlertTitle_VerifySystemDiskWarn" = "起動ドライブの認証中、コンピュータが応答しないことがあります。";

"AlertDescription_VerifySystemDiskWarn" = "認証中ディスクアクティビティが増加するために、システムから数分間応答がないことがあります。これは正常な動作として扱ってください。";

"UnsupportedOSAlert_Message" = "このバージョンのCleanMyMacはmacOS %@ 以降のバージョンに対応していません。";

"UnsupportedOSAlert_Informative" = "CleanMyMac の最新バージョンはご利用のmacOS に完全対応していますので、アップデートしてください。";

/* Erase System Files Alert */
"EraseSystemFilesAlert_MessageText" = "選択した項目にはシュレッダに追加できないものがあります。";

"EraseSystemFilesAlert_InformativeText" = "これらのファイルまたはフォルダを削除するとシステムに支障をきたす可能性があります。";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "本当にスタートアップドライブのゴミ箱を除外リストに追加しますか？";
"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "これによりゴミ箱監視機能は無効になり、CleanMyMac 3 はゴミ箱がいっぱいになっても通知されません。";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "ゴミ箱監視機能を有効にしますか？";
"IgnoreList_AlertDescription_EnableTrashMonitor" = "起動ドライブのゴミ箱が除外リストから削除されます。";

/* Self Uninstall Discount */
"SelfUninstallDiscount_Uninstall" = "アンインストール";
"SelfUninstallDiscount_Purchase" = "%li%% オフで購入のチャンスです";

/* Buttons */
"Quit" = "終了";

"Verify System Disk" = "システムディスクを検証";
"Download" = "ダウンロード";

"Submit" = "送信";

"Restart" = "再起動";

/* Alert button */
"Cancel" = "キャンセル";
"OK" = "OK";
"Remove" = "削除";

"Start New Scan" = "スキャン";

/* Drop Trashes alert */
"AlertTitle_DropWhileScanning_TrashesGroupScanner" = "他のライブラリをスキャン";
"AlertDescription_DropWhileScanning_TrashesGroupScanner" = "新規スキャンを開始すると、現在のスキャン結果は破棄されます。";

/* Drop LAOF alert */
"AlertTitle_DropWhileScanning_LargeOldFilesGroupScanner" = "別のフォルダをスキャンしてください。";
"AlertDescription_DropWhileScanning_LargeOldFilesGroupScanner" = "新規スキャンを開始すると、現在のスキャン結果は破棄されます。";
"AlertTitle_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "大きくて古いフォトライブラリの項目は、“写真”の“削除する大きなメディア”のアルバムに集められます。";
"AlertDescription_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "容量を節約するために“写真”を使って、確実にこれらのファイルを完全に削除してください。";

/* Drop iPhoto alert */
"AlertDescription_DropWhileScanning_iPhotoGroupScanner" = "新規スキャンを開始すると、現在のスキャン結果は破棄されます。";
"AlertTitle_DropWhileScanning_iPhotoGroupScanner" = "他のライブラリをスキャン";

/* Unsupported Photos Library version */
"AlertTitle_PhotoLibraryUnsupportedOld" = "スキャンしようとしているライブラリは、CleanMyMac 3 でサポートされていません。";
"AlertDescription_PhotoLibraryUnsupportedOld" = "フォトライブラリを最新バージョンにアップデートしてください。";
"AlertTitle_PhotoLibraryUnsupportedNew" = "スキャンしようとしているライブラリは、CleanMyMac 3 でまだサポートされていません。";
"AlertDescription_PhotoLibraryUnsupportedNew" = "ご使用中のフォトライブラリのバージョンは、現在互換性のためのテスト中です。後日ご確認ください。";

/* Activation - Deactivate License Alert */
"ActivationDeactivateLicense_MessageText" = "この Mac で CleanMyMac 3 のライセンスを無効にしてよろしいですか。";
"ActivationDeactivateLicense_InformativeText" = "この操作は現在のコピーを無効にしますが、ライセンスを別のコンピュータで再使用することはできます。";
"Disable License" = "ライセンスを無効にする";

/* Move to Setapp alert */
"AlertMoveToSetapp_Message" = "お使いの Mac で Setapp を使用されているようですが、CleanMyMac を Setapp バージョンに切り替えますか。";
"AlertMoveToSetapp_Informative" = "すべての機能は同じで、常に最新リリースにアップデートされています。";
"AlertMoveToSetapp_Switch" = "切り替える";
"AlertMoveToSetapp_DontSwitch" = "いいえ、結構です。";

/* switch to Setapp version of CMM*/
"AlertSwitchToSetappVersionOfCMM_Message" = "以前に Setapp バージョンでない CleanMyMac が使用されていたようです。";
"AlertSwitchToSetappVersionOfCMM_InformationText" = "Setapp バージョンに切り替えて、前の設定を移行しますか。";
"AlertSwitchToSetappVersionOfCMM_Switch" = "切り替える";
"AlertSwitchToSetappVersionOfCMM_No_Thanks" = "いいえ、結構です。";
